/* time displayed in an alarm */
"'Every day at' h:mm a" = "'Every day at' h:mm a";

/* alarm displayed in alarm list */
"Alarm " = "Alarm ";

/* To Cancel
   To Cancel in Alert Dialog */
"Cancel" = "Cancel";

/* empty field at loginscreen */
"Email field is empty." = "Email field is empty.";

/* Error logging in facebook */
"Facebook sign in error" = "Facebook sign in error";

/* Dialog to schedule an alarm */
"Go Schedule!" = "Go Schedule!";

/* To Log Out */
"Log Out" = "Log Out";

/* please wait! */
"Please wait..." = "Please wait...";

/* Alert Dialog string */
"Schedule at which time do you brush your teeth and we will remind you to do it, and improve your dental health!" = "Schedule at which time do you brush your teeth and we will remind you to do it, and improve your dental health!";

/* Signing in facebook */
"Signing in..." = "Signing in...";

/* Alert Notification */
"Time to brush your teeth!" = "Time to brush your teeth!";

/* Welcome at login */
"Welcome" = "Welcome";

/* No Alarm Dialog Title */
"\n \n \n Start a good habit" = "\n \n \n Start a good habit";

